Repository: Nifle-CGE/RandomBroadcastingSelector
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: %(num)s day
fr: %(num)s jour

source: %(num)s hour
fr: %(num)s heure

source: %(num)s second
fr: %(num)s seconde

source: and
fr: et

source: RandomBroadcastingSelector: You missed your opportunity but don't worry.
fr: RandomBroadcastingSelector: Tu as loupé ton opportunité mais tu peux te ratrapper.

source: RandomBroadcastingSelector: You are the one.
fr: RandomBroadcastingSelector : Tu es l'élu.e.

source: Double accounts aren't allowed.
fr: Les doubles comptes ne sont pas autorisés.

source: You have successfully created your account, if you are selected, you will receive an email on %(mail)s so check your emails regularly.
fr: Tu as créé ton compte avec succès, si tu es sélectionné.e, tu recevras un email sur %(mail)s donc vérifie ta boite régulièrement.

source: No post is live right now so you can't report one.
fr: Aucun post n'est en train d'être noté donc tu ne peux pas le signaler.

source: You have already reported this post so you can't report it again.
fr: Tu as déja signalé ce post, tu ne pouvez pas le signaler une deuxième fois.

source: RandomBroadcastingSelector: You were banned.
fr: RandomBroadcastingSelector : Tu as été banni.e.

source: Your report has been saved.
fr: Votre signalement a été enregistré.

source: User email not available or not verified by %(service)s.
fr: Email de l'utilisateur non disponible ou non vérifié par %(service)s.

source: You cancelled the Continue with %(service)s action.
fr: Tu as annulé l'action Continuer avec %(service)s.

source: You have already made your broadcast.
fr: Tu as déja fait ta diffusion.

source: Your broadcast has been saved, you can now share this website to everyone you know so that everyone sees your message.
fr: Ta diffusion a été enregistrée, tu peux maintenant partager ce site web avec toutes les personnes que tu connais pour que tout le monde voie ton message.

source: You have to be banned to have access to this page.
fr: Seul les bannis ont accès a cette page.

source: Hey smartass, quit trying.
fr: Hé petit.e malin.e, arrête d'essayer.

source: You have already made a ban appeal.
fr: Tu as déja fait une demande de débannissement.

source: Your ban appeal has been saved, it will be reviewed shortly.
fr: Votre demande de débannissement a été enregistrée, elle sera examinée dans les plus brefs délais.

source: You have been reselected successfully.<br>Watch your inbox between %(opti)s and %(pessi)s.
fr: Tu as été resélectionné avec succès.<br>Surveille ta boite mail entre le %(opti)s et le %(pessi)s.

source: No post is live right now so you can't vote.
fr: Aucun post n'est en train d'être noté donc tu ne peux pas voter.

source: Field must be included in "%(string)s".
fr: Ce champ doit être inclus dans "%(string)s".

source: Enter the message you want to send to this websites users.
fr: Entrez le message que tu veux faire passer aux utilisateurs de ce site web.

source: I'm sorry but you are going to have to write more than one word.
fr: Je suis désolé mais tu va devoir écrire plus qu'un seul mot.

source: Author of this message (name that you want to be designated as that everyone will see.):
fr: Auteur de ce message (nom par lequel tu sera désigné et que tout le monde verra) :

source: Submit
fr: Soumettre

source: You have to be banned to submit this form.
fr: Seul les bannis peuvent soumettre ce formulaire.

source: If you really want to get unbanned you should write a bit more than that (more than one word).
fr: Si tu veux vraiment être débanni.e tu devrais écrire un peu plus que ça (plus d'un seul mot).

source: Is this broadcast harassing, insulting or encouraging hate against anyone ?
fr: Cette diffusion harcèle, insulte ou encourage-t-elle de la haine envers quelqu'un ?

source: Is this broadcast using too much mild language for a family friendly website ?
fr: Cette diffusion utilise-t-elle un language trop explicite et trop cru pour un site web tout publique ?

source: Does this broadcast contain any link (like "http://example.com") or pseudo link (like "example.com") or attempts at putting a link that doesn't look like one (like "e x a m p l e . c o m" or "example dot com") ?
fr: Cette diffusion contient-t-elle des liens (comme "http://example.com") ou alors des pseudo liens (comme "example.com") ou des tentatives de mettre un lien qui ne ressemble pas a un lien (comme "e x a m p l e . c o m" ou "example point com") ?

source: Has this broadcasts author chosen an offending name ?
fr: Le diffuseur a-t-il choisi un nom offensant ?

source: The quote you supplied isn't in the broadcast.
fr: La citation que tu as donné n'est pas dans la diffusion.

source: The quote you supplied has only got one word when it has to have at least two.
fr: La citation que tu as donné comprends seulement un seul mot alors qu'elle doit au moins en avoir deux.

source: App online
fr: App en ligne

source: RandomBroadcastingSelector: You are no longer banned.
fr: RandomBroadcastingSelector : Tu a été débanni.e.

source: RandomBroadcastingSelector: Your ban appeal was refused.
fr: RandomBroadcastingSelector : Ta demande de débannissement a été refusée.

source: About
fr: À propos

source: This website
fr: De ce site web

source: The creator
fr: Du créateur

source: I am Nifle, a young developer.
fr: Je suis Nifle, un jeune développeur.

source: Donate
fr: Donner

source: General
fr: Général

source: Banano address:
fr: Addresse Banano :

source: Ethereum address (also works with binance network):
fr: Addresse Ethereum (marche aussi avec le réseau binance) :

source: Coinbase wallet id:
fr: Identifiant de portefeuille Coinbase :

source: There was an error with the csrf token:
fr: Il y a eut une erreur avec le token csrf :

source: This was not supposed to happen:
fr: C'était pas sensé arriver :

source: The field above had an error:
fr: Le champ au dessus a eut une erreur :

source: <span class="w3-text-red">Important</span>: If after submitting, you get any other message than "Your ban appeal has been saved.", you will have to go back to the login page and try to login again to be able to correct you ban appeal.
fr: <span class="w3-text-red">Important</span> : Si après avoir soumis ce formulaire, tu reçois une autre information que "Votre demande de débannissement a été enregistrée, elle sera examinée dans les plus brefs délais.", tu dois retourner a la page de connexion et réessayer de te connecter pour pouvoir corriger ta demande de débannissement.

source: History
fr: Historique

source: Broadcast
fr: Diffusion

source: Get Reselected
fr: Être Resélectionné.e

source: Admin Panel
fr: Panneau d'Admin

source: Logout
fr: Se déconnecter

source: Login
fr: Se connecter

source: en
fr: fr

source: <i>Created by <a href="mailto:random.broadcasting.selector@gmail.com">Nifle CGE</a></i> | <a href="/about/">About</a> | <a href="/post/">Lookup an individual post</a> | <a href="/sitemap/">Sitemap</a> | <a href="/privacy-policy/">Privacy Policy</a> | <a href="/terms-of-service/">Terms of Service</a>
fr: <i>Créé par <a href="mailto:random.broadcasting.selector@gmail.com">Nifle CGE</a></i> | <a href="/about/">À propos</a> | <a href="/post/">Rechercher un post</a> | <a href="/sitemap/">Sitemap</a> | <a href="/privacy-policy/">Politique de confidentialité</a> | <a href="/terms-of-service/">Conditions d'utilisation</a>

source: This website is still in beta, so if you spot any spelling mistakes or encounter any bugs just contact me by clicking my name above.
fr: Ce site web est toujours en beta, donc si tu remarques une erreur d'orthographe ou si tu rencontres des bogues tu peux me contacter en cliquant sur mon nom au dessus.

source: Before doing anything, read the text below.
fr: Avant de faire quoi que ce soit, lis le texte en dessous.

source: You are about to experience greatness. Right now, so much power is in your hands.<br> But as they always say in the movies "With great power comes great responsability".<br> And remember that your message will be saved in the history tab forever, so say something meaningful.<br> I imagine you already have what you are going to say sorted out so before writing your wonderful message to the %(users)s people that signed in to website, make sure the answers to the following questions are all no.
fr: Tu va expériencer la grandeur. Tellement de pouvoir est entre tes mains.<br> Mais comme ils disent toujours dans les films "Avec de grands pouvoirs viennent des grandes responsabilités".<br> Et souviens toi que que ton message sera enregistré dans l'historique pour toujours, donc dis quelque chose de significatif.<br> J'imagine que tu sais déjâ ce que tu va dire donc avant d'écrir ton magnifique message aux %(users)s gens qui se sont inscrit sur ce site web, soit certain.e que les réponses aux questions suivantes sont toutes non.

source: Is your message harassing, insulting or encouraging hate against anyone?
fr: Ta diffusion harcèle, insulte ou encourage-t-elle de la haine envers quelqu'un ?

source: Is your message using too much mild language for a family friendly website?
fr: Ta diffusion utilise-t-elle un language trop explicite et trop cru pour un site web tout publique ?

source: Does your message contain any link (like "http://example.com") or pseudo link (like "example.com") or attempts at putting a link that doesn't look like one (like "e x a m p l e . c o m" or "example dot com")?
fr: Ta diffusion contient-t-elle des liens (comme "http://example.com") ou alors des pseudo liens (comme "example.com") ou des tentatives de mettre un lien qui ne ressemble pas a un lien (comme "e x a m p l e . c o m" ou "example point com") ?

source: Could the name you chose offend anyone in any way?
fr: Le nom que tu as choisi pourrais-t-il offenser quelqu'un ?

source: I have read the text above.
fr: J'ai lu le texte au dessus.

source: History page %(page)s
fr: Page %(page)s de l'historique

source: These posts don't exist yet.
fr: Ces posts n'existent pas encore.

source: Home
fr: Accueil

source: Next broadcaster in <span id="rem_time_counter">%(rem_time)s</span>
fr: Nouveau diffuseur dans <span id="rem_time_counter">%(rem_time)s</span>

source: The new broadcaster hasn't responded yet so the post isn't here. The chosen one still has <span id="rem_time_counter">%(rem_time)s</span> to respond.<br> Meanwhile, you can check out every other posts that ever existed <a href="/history/">here</a>, or make a <a href="/about/">donation</a> to keep this website running.
fr: Le nouveau diffuseur n'a pas encore répondu donc son message n'est pas encore là. L'élu.e a encore <span id="rem_time_counter">%(rem_time)s</span> pour répondre.<br> En attendant tu peux regarder tout les posts qui ont existé <a href="/history/">ici</a>, ou faire un <a href="/about/">don</a> pour que ce site web continue d'exister.

source: The concept
fr: Le concept

source: of this website is simple and its name is pretty self-explanatory.<br> Once a day (24h), someone from this website's users (users are people who logged in to this website at least once) is randomly selected and gets to display a message on this here front page for everyone else to see.
fr: de ce site web est plutôt simple et son nom est assez explicite.<br> Une fois par jour (24h), un des utilisateurs (sont considérés utilisateurs les gens qui se sont connectés au moins une fois) du site web est sélectionné de façon aléatoire et peut afficher un message sur cette page d'accueil pour que tout le monde voie son message.

source: Continue with Social Media
fr: Continuer avec des réseaux sociaux.

source: Continue with %(service)s
fr: Continuer avec %(service)s

source: By pressing "Continue" you agree to the <a href="/privacy-policy/">Privacy Policy</a> and <a href="/terms-of-service/">Terms of Service</a> of this website.
fr: En appuyant sur "Continuer" tu acceptes la <a href="/privacy-policy/">Politique de confidentialité</a> et les <a href="/terms-of-service/">Conditions d'utilisation</a> de ce site web.

source: Post number %(number)s
fr: Post numéro %(number)s

source: Post search
fr: Recherche de post

source: Input the number of the post you want to view.
fr: Entrez le numéro du post que vous voulez voir.

source: If you are here, it means you received a mail and saw it too late.<br> Don't despair, because if you click on the "Yes" button down there, you will be put in the waiting line for broadcasting.<br> I am looking at the planning right now and I can make you the broadcaster <strong>between %(opti)s and %(pessi)s</strong>, does that suit you?<br> (you don't really have a choice, you can either accept or refuse so these dates are just an estimated period of time for wich you have to watch your email inbox for the broadcast mail)<br> So, final question, do you want to have a second chance at being a broadcaster?
fr: Si tu es ici c'est que tu as reçu un mail et tu l'a vu trop tard.<br> Ne désespère pas, parce que si tu clique sur le bouton "Oui" juste dessous, tu sera mis sur la liste d'attente pour devenir diffuseur.<br> Je suis en train de regarder mon planning et... je peux faire de toi le diffuseur <strong>entre le %(opti)s et le %(pessi)s</strong>, ça te va ?<br> (tu n'as pas vraiment le choix, tu peux juste accepter ou refuser donc ces dates sont juste un intervalle de temps estimé pendant lequel tu va devoir surveiller ta boite mail tout les jours pour voir si tu as reçu le mail de diffusion)<br> Donc, dernière question, est-ce que tu veux une deuxième chance pour être diffuseur ?

source: Yes
fr: Oui

source: No
fr: Non

source: in progress
fr: en développement

source: Statistics
fr: Statistiques

source: This Broadcasts info
fr: Informations sur cette diffusion

source: Current message:
fr: Message actuel :

source: Original message:
fr: Message original :

source: Traducted message:
fr: Message traduit :

source: Message language:
fr: Langage du message :

source: Broadcaster:
fr: Diffuseur :

source: Upvotes:
fr: Votes en haut (upvotes) :

source: Downvotes:
fr: Votes en bas (downvotes) :

source: Reports for this message:
fr: Signalements pour ce message :

source: General Broadcasting info
fr: Infos de diffusions en général

source: Broadcasts sent:
fr: Diffusions faites :

source: Broadcasts in %(lang_code)s sent: %(number)s
fr: Diffusions en %(lang_code)s faites : %(number)s

source: Total words sent:
fr: Mots envoyés en tout :

source: Total characters sent:
fr: Lettres envoyés en tout :

source: Users info
fr: Infos sur les utilisateurs

source: Registered (and not banned) users:
fr: Utilisateurs inscrit (et non bannis) :

source: Banned users:
fr: Utilisateurs bannis :

source: Number of users that have seen the current broadcast:
fr: Nombre d'utilisateurs qui ont vu la diffusion en cours :

source: Users who were active in the last hour:
fr: Utilisateurs qui ont été actifs dans la dernière heure :

source: Users who were active in the last 24 hour:
fr: Utilisateurs qui ont été actifs dans les dernières 24 heures :

source: Users who were active in the last week:
fr: Utilisateurs qui ont été actifs dans la dernière semaine :

source: Time info
fr: Infos sur le temps

source: Uptime:
fr: Temps d'activité :

source: Time until new broadcaster is selected:
fr: Temps pour qu'un nouveau diffuseur soit sélectionné :

source: Top broadcasts in different categories
fr: Top diffusions dans différentes catégories

source: 5 most upvoted
fr: 5 plus voté en haut (upvoté)

source: 5 most downvoted
fr: 5 plus voté en bas (downvoté)

source: 5 most popular (highest upvotes/downvotes ratio)
fr: 5 plus populaires (ratio upvotes/downvotes le plus haut)

source: 5 most unpopular (lowest upvotes/downvotes ratio)
fr: 5 plus impopulaires (ratio upvotes/downvotes le plus bas)

source: These stats are updated every 10 minutes.
fr: Ces statistiques sont mis a jour tout les 10 minutes.

source: by %(auth)s
fr: par %(auth)s

source: Translation:
fr: Traduction :

source: Report
fr: Signaler

source: The purpose of reporting is to ultimately ban any broadcaster that breaks the rules so if you have any queries regarding the broadcast that do not imply that the broadcaster should be banned (for example a translation error) you can contact me by clicking on my name in the footer at the bottom of the page.<br> Do not report for no reason because you will have to quote the part of the broadcast where the offense was made in the input at the end of the form.<br> For the input at the end of the form, you have to quote at least 2 words.<br> Another thing about the input at the end, you can only quote the original message and not the translation that has been made, because I can't risk banning people because of bad translations.<br> Be careful to fill this form correctly as you will not be able to modify or delete it.
fr: Le but d'un signalement est de bannir un diffuseur qui a enfreint les règles, donc si tu as des questions ou des remarques a faire concernant cette diffusion qui n'ont pas pour but de bannir le diffuseur (par exemple une erreur de traduction) tu peux me contacter en cliquant sur mon nom en pied de page.<br> Ne fait pas de signalement pour aucune raison parce que tu va devoir citer la partie de la diffusion ou l'enfreinte des règles a été faite dans le champ a la fin du formulaire.<br> Concernant le champ a la fin du formulaire, tu dois citer un minimum de 2 mots.<br> Une autre chose concernant le champ a la fin, tu peux seulement citer le message original et non ses traductions parce que je ne peux pas risquer de bannir quelqu'un a cause d'une mauvaise traduction.<br> Fait attention a bien remplir ce formulaire correctement parce que tu ne pourra pas supprimer ou modifier ton signalement.

source: What is the reason of your report?
fr: Quelle est la raison de ton signalement ?

source: Here is the broadcast so you can copy and paste easily:
fr: Voici la diffusion pour que tu puisse copier et coller ta citation :

source: This is where you have quote the part of the message where the offense was made. This label is going to change as you select different options.
fr: Ce champ est fait pour la citation du message ou les règles ont été bafouées. Ce texte va changer quand tu sélectionnera différentes options.

source: You have to quote the part of the message that is concerned.
fr: Tu dois citer la partie du message qui est concernée.

source: You have to quote the part of the message that isn't family friendly.
fr: Tu dois citer la partie du message qui n'est pas tout publique.

source: You have to quote the link.
fr: Tu dois citer le lien.

source: You can leave this input empty.
fr: Tu peux laisser ce champ vide.

source: You have to login to be able to vote.
fr: Tu doit te connecter pour pouvoir voter.

source: This post has been archived so voting is no longer active.
fr: Ce post a été archivé donc les votes sont désactivés.

source: Hello, you were banned because of your message:
fr: Salut, tu a été banni.e a cause de ton message :

source: Your message was most reported for the following reason:
fr: Votre message a été le plus signalé pour la raison suivante :

source: This part of your message was the most quoted for the precedent reason:
fr: Cette partie de ton message a été la plus citée pour la raison précédente :

source: You can click <a href="https://%(server_name)s/login/">here</a> to login and make a ban appeal.
fr: Tu peux cliquer <a href="https://%(server_name)s/login/">ici</a> pour te connecter et faire une demande de débannissement.

source: If you think this is a scam, then all right, don't click on the link, just go on the website by searching for it on the web and you'll see.
fr: Si tu pense que c'est une arnaque, ben ok, pas de problème, ne clique pas sur le lien dans ce mail, tu peux juste aller sur le site par une recherche web et tu verras.

source: If you spot any spelling mistakes, you can respond to this email and I'll correct them.
fr: Si tu vois des erreurs d'orthographe tu peux répondre a cet email et je corrigerais.

source: You remember that weird website you signed in to, thinking you'll never get selected?
fr: Tu te souviens du site bizarre auquel tu t'es inscrit pensant que tu serait jamais sélectionné ?

source: Well, you actually got selected.
fr: Ben, tu a été sélectionné.

source: You can click <a href="https://%(server_name)s/login/">here</a> to login and then click on the Broadcast tab on the navigation bar and make your broadcast.
fr: Tu peux cliquer <a href="https://%(server_name)s/login/">ici</a> pour te connecter et ensuite clique sur l'onglet Diffusion sur la barre de navigation en haut de la page et tu pourras faire ta diffusion.

source: Hey, if you receive this email it means that you were selected but took too long to see the previous mail.
fr: Salut, si tu reçois ce mail ça veut dire que tu as été sélectionné mais tu a mis trop de temps a voir le mail précédent.

source: Don't be sad because if you saw this email within a month of receiving the previous email, you can be put in the waiting line for being broadcaster.
fr: Ne sois pas triste parce que si tu vois ce mail dans le mois qui suit l'envoi du mail précédent, tu pourras être mis sur la file d'attente de diffusion.

source: You can click <a href="https://%(server_name)s/login/">here</a> to login and then click on the Get Reselected tab on the navigation bar and select wether you want to be reselected or not.
fr: Tu peux cliquer <a href="https://%(server_name)s/login/">ici</a> pour te connecter et ensuite clique sur l'onglet Être Resélectionné sur la barre de navigation en haut de la page et tu pourras décider si tu veux être resélectionné ou pas.

source: You will also know when you will be reselected to put a reminder on the day.
fr: Tu pourras aussi voir quand tu sera diffuseur pour pouvoir mettre un rappel pour cette période.

source: Hello, your ban appeal has been refused.
fr: Salut, ta demande de débannissement a été refusée.

source: You can click <a href="https://%(server_name)s/login/">here</a> to login and make another ban appeal, but i doubt it will get accepted since i already refused one.
fr: Tu peux cliquer <a href="https://%(server_name)s/login/">ici</a> pour te connecter et faire une autre demande de débannissement, mais je doute qu'elle soit acceptée étant donné que j'en ait déjâ refusée une.

source: Hello, you have been unbanned, wether it is from an accepted ban appeal or just the admin seeing you being banned unrightfully, it's good news !
fr: Salut, tu a été débanni, que ce soit parce que ta demande de débannissement a été acceptée ou parce qu'un administrateur t'a vu te faire bannir injustement, c'est une bonne nouvelle !

source: You can click <a href="https://%(server_name)s/login/">here</a> to login.
fr: Tu peux cliquer <a href="https://%(server_name)s/login/">ici</a> pour te connecter.
